#Напишите программу которая выводит ваше имья


name = "Maksym"
print(name)