#Напишите программу,
# которая запрашивает у пользователя радиус круга
# и выводит его площадь



import  math
rad = float(input("Enter radius: "))

s = math.pi*(rad**2)
print(s)